Repository: nettrash/SIB.iOS
Catalog: sib-lite/*.lproj/Localizable.strings
Languages: ru

# reloadBalance
source: loading
ru: обновление

# setPIN0
source: Create PIN-code
ru: Задайте PIN-код

# setPIN1
source: Repeat PIN-code
ru: Повторите его

# enterPIN
source: Enter PIN-code
ru: Введите PIN-код

# BiometricPIN
source: Check PIN
ru: Проверка входа

# SIBLogoImageName
source: SIBLogoEn
ru: SIBLogo

source: Error
ru: Ошибка

source: Cancel
ru: Отмена

# SendAmountError
source: Amount + Commission is greather than
ru: Что-то с суммами. Всего можно потратить не более

# SuccessSend
source: Success
ru: Успех

# SuccessSendMessage
source: Information about transfer successfull sent. txid
ru: Информация об отправке успешно разослана. txid

# ErrorSend
source: Error
ru: Ошибка

# ErrorSendMessage
source: Transaction information send error. Repeat later.
ru: При отпарвке операции произошла ошибка. Попробуйте позднее.

source: Share
ru: Поделиться

# ScanNotSupport
source: Error
ru: Ошибка

# ScanNotSupportedMsg
source: Your device does not support scanning a code from an item. Please use a device with a camera.
ru: Для распознавания кодов нужно устройство с камерой.

# InMemoryPool
source: in processing
ru: в памяти

# SIB
source: SIBCoin
ru: Сибирский Червонец

# SellButtonText
source: Sell for
ru: Продать за

# EmptySellButtonText
source: Sell
ru: Продать

# ErrorStartSell
source: Error
ru: Ошибка

# ErrorStartSellMessage
source: Invalid form data. Please correct and repeat again. For example: The amount receivable must be more than 50.
ru: Неверные данные для продажи. Проверьте корректность заполнения формы. Например: Сумма к получению должна быть не менее 50.

# BuyButtonText
source: Buy by
ru: Купить за

# EmptyBuyButtonText
source: Buy
ru: Купить

# CheckOpErrorTitle
source: Error
ru: Ошибка

# CheckOpErrorMessage
source: Can't check operation state.
ru: Не удалось проверить состояние платежа.

# CheckOpDoneTitle
source: Success
ru: Успех

# CheckOpDoneMessage
source: Congrats. Await SIBCoin.
ru: Полный успех! Ожидайте зачисления монет.

# CheckOpCancelTitle
source: Cancel
ru: Отмена

# CheckOpCancelMessage
source: Operation canceled.
ru: Оплата отменена. Повторите попытку позже.

# Key
source: Password
ru: Пароль

# EncryptTitle
source: Encryption
ru: Шифрование

# EncryptMessage
source: Enter password for key file encryption.
ru: Укажите пароль для шифрования файла ключей.

# EncryptPasswordErrorMessage
source: Invalid password.
ru: Пароль не от этого хранилища ключей.

# KeyStoreImportTitle
source: Keystore
ru: Хранилище ключей

# KeyStoreImportMessage
source: Keystore imported.
ru: Импорт ключей успешно произведён.

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

# Month
source: Current month
ru: В этом месяце

# Other
source: A long time ago
ru: Совсем давно

# RUBCommission
source: commission 30₽ for every 70000₽
ru: комиссия 30₽ за каждые 70000₽

# USDCommission
source: commission 8$ for every 1000$
ru: комиссия 3$ за каждые 1000$

# EURCommission
source: commission 8€ for every 1000€
ru: комиссия 3€ ₽ за каждые 1000€

# CopyToClipboard
source: Clipboard
ru: Буфер обмена

# CopyToClipboardMessage
source: Data copied to clipboard.
ru: Данные скопированы в буфер обмена.
